{
  "menu": "القائمة",

  "home": "الرئيسية",
  "experience": "الخبرات",
  "experiencefooter": "الخبرات",
  "contacthero": "تواصل معنا",
  "contactfooter": "تواصل معنا",
  "investment": "الاستثمارات",
  "investmentfooter": "الاستثمارات",

  "background": "لمحة عامة",

  "bg_p1":  "محمد ترحيني هو مهندس ورائد أعمال ومستثمر يركز على تحويل الأفكار والرؤى إلى مشاريع ملموسة ذات أثر اقتصادي وبيئي فعّال.",

  "bg_p2": "يتمتّع بخبرة دولية تمتد لأكثر من عقدين في الشرق الأوسط وأوروبا وأمريكا اللاتينية، ويعمل عند تقاطع الاستدامة والتكنولوجيا وريادة الأعمال.",

  "bg_p3": "بصفته المؤسس والشريك الإداري لمجموعة دايس (DAIS Group)، يقود م. ترحيني منصة متكاملة تقدّم مجموعة شاملة من الخدمات والمنتجات والحلول في قطاعات البيئة والطاقة والتنمية الحضرية والزراعة بهدف دعم الحكومات والمنظمات الدولية والقطاع الخاص في تحقيق نتائج مرنة ومستدامة.",

  "bg_p4": "كما أنه الشريك المؤسس لشركة NUWA Venture Partners، وهي منصة تجمع بين بناء الشركات والاستثمار، وتعمل على تطوير حلول تكنولوجية مبتكرة في مجالات التقنيات الزراعية، والتقنيات النظيفة، والصحة وجودة الحياة، والتعليم الرقمي.",

  "bg_p5": "وانطلاقًا من إيمانه بأن الاستدامة والابتكار هما أساس التقدم المستدام، يربط م. محمد من خلال عمله بين السياسات والتطبيق العملي، وبين الأفكار والأثر الحقيقي.",

  "bio_p1": "يتمتّع م. محمد ترحيني بخبرة تمتد لأكثر من عقدين في مجالات الهندسة والاستشارات والتنمية المستدامة، مع سجل مهني حافل في تحويل الأفكار والرؤى إلى مشاريع ملموسة ذات أثر اقتصادي وبيئي فعّال. يجمع في مسيرته بين الخلفية الهندسية العميقة، والرؤية الريادية، والخبرة الاستثمارية، بما يتيح له الربط بين الابتكار والتطبيق العملي على أرض الواقع.",

  "bio_p2":"بصفته المؤسس والشريك الإداري لمجموعة دايس (DAIS Group)، يقود منصة متكاملة تقدّم مجموعة شاملة من الخدمات والمنتجات والحلول في قطاعات البيئة والطاقة والتنمية الحضرية والزراعة. وعلى مدار مسيرته المهنية، قدّم م. ترحيني الاستشارات للحكومات والمنظمات الدولية والقطاع الخاص في مجالات التطوير المؤسسي وصياغة السياسات وتنفيذ مشاريع البنية التحتية، ولا سيّما في قطاعات الخدمات البلدية وإدارة النفايات وإدارة الموارد الطبيعية والاستدامة. ويركّز عمله على بناء أطر فعّالة تجمع بين الابتكار وحماية البيئة والتنمية الاقتصادية.",
  
"bio_p3":"وانطلاقًا من هذه الخبرة، شارك م. ترحيني في تأسيس NUWA Venture Partners، وهي منصة هجينة تجمع بين بناء الشركات والاستثمار، وتهدف إلى تمكين روّاد الأعمال والمستثمرين من تطوير حلول تقنية مبتكرة في مجالات التقنيات الزراعية، والتقنيات النظيفة، والصحة وجودة الحياة، والتعليم. وتسهم نوى  في بناء منظومات ريادية قادرة على تحقيق قيمة اقتصادية مستدامة وأثر بيئي واجتماعي طويل الأمد.",

"bio_p4":"يحمل م. محمد ترحيني درجة الماجستير في إدارة مشاريع هندسة الطاقة والبيئة من كلٍّ من جامعة École des Mines في فرنسا، والمعهد الملكي للتكنولوجيا في السويد KTH، وجامعة البوليتكنيك في مدريد UPM، إضافة إلى درجة البكالوريوس في الهندسة الكهربائية من الجامعة الأميركية في بيروت. كما يحمل اعتمادات مهنية متعددة، من بينها خبير معتمد في تمويل التكيّف المناخي، ومحترف معتمد في إدارة المشاريع (PMP)، ومدير دولي معتمد في إدارة النفايات، وهو من خريجي برامج القيادات العالمية  والقيادة المسؤولة التابعة للمنتدى الاقتصادي العالمي.",

"bio_p5":"وانطلاقًا من قناعته بأن الاستدامة والابتكار يشكّلان ركيزتين أساسيتين لتحقيق التقدّم الحقيقي، يواصل م. ترحيني قيادة مبادرات ومشاريع تربط بين السياسات والتطبيق العملي، والتكنولوجيا والغاية، والأفكار والأثر المستدام.",
  "Name": "الاسم",
  "lastName": "اسم العائلة",
  "Email": "البريد الإلكتروني",
  "Message": "الرسالة",
    "Submit": "أرسل",

  "Sign_up": "اشترك",
  "SubscribeUpdates": "اشترك للحصول على آخر الرؤى والتحديثات",
  "Subscribe": "الاشتراك في النشرة البريدية",

  "Looking": "هل تبحث عن شيء آخر؟",
  "GetInTouch": "تواصل معي",

  "footer-copy": "© 2025 محمد ترحيني. جميع الحقوق محفوظة.",
  "footer-partner": "محمد ترحيني هو المؤسس والشريك الإداري لمجموعة DAIS والمؤسس المشارك لشركة NUWA Venture Partners"

}
