{
  "menu": "القائمة",

  "home": "الرئيسية",
  "experience": "الخبرة",
  "experiencefooter": "الخبرة",
  "contacthero": "تواصل",
  "contactfooter": "تواصل",
  "investment": "الاستثمارات",
  "investmentfooter": "الاستثمارات",

  "background": "لمحة عامة",

  "bg_p1": "محمد ترحيني مهندس ورائد أعمال ومستثمر يركز على تحويل الابتكار إلى أثر ملموس وقابل للقياس.",

  "bg_p2": "يمتلك أكثر من 20 عامًا من الخبرة الدولية في الشرق الأوسط وأوروبا وأمريكا اللاتينية، ويعمل عند تقاطع الاستدامة والتكنولوجيا وتأسيس المشاريع.",

  "bg_p3": "بصفته المؤسس والشريك الإداري لمجموعة DAIS، يقود محمد حلولًا متكاملة في الاستشارات والهندسة والتقنيات الرقمية في قطاعات البيئة والطاقة والمدن والزراعة، لدعم الحكومات والمؤسسات في تحقيق نتائج مرنة ومستدامة.",

  "bg_p4": "كما أنه المؤسس المشارك لشركة NUWA Ventures، وهي منصة تجمع بين حاضنة مشاريع واستثمار، تعمل على توسيع حلول تكنولوجية مبتكرة في مجالات التكنولوجيا الزراعية والتكنولوجيا النظيفة والصحة وجودة الحياة والتعليم الرقمي.",

  "bg_p5": "وانطلاقًا من إيمانه بأن الاستدامة والابتكار هما أساس التقدم المستدام، يربط محمد بين السياسات والتطبيق العملي، وبين الأفكار والأثر الحقيقي.",

  "bio_p1": "محمد ترحيني مهندس ورائد أعمال ومستثمر يجمع بين الابتكار والتأثير العملي. على مدار أكثر من عقدين، عمل في الشرق الأوسط وأوروبا وأمريكا اللاتينية، جامعًا بين الخبرة التقنية والاستشارات الاستراتيجية وتأسيس المشاريع لدعم الحكومات والمستثمرين والشركات الناشئة في تحقيق تحولات مستدامة.",

  "bio_p2": "بصفته المؤسس والشريك الإداري لمجموعة DAIS، يقود محمد منصة متكاملة تقدم حلولًا استشارية وهندسية ورقمية في قطاعات البيئة والطاقة والمدن والتنمية الحضرية والزراعة. وتحت قيادته، دعمت DAIS مؤسسات وطنية ومنظمات دولية في تطوير الاستدامة وإدارة النفايات وكفاءة الموارد وتعزيز القدرة على التكيف مع تغير المناخ، وتحويل الأهداف البيئية إلى نتائج قابلة للقياس.",

  "bio_p3": "استكمالًا لهذه المسيرة، شارك محمد في تأسيس NUWA Ventures، وهي منصة هجينة تجمع بين حاضنة مشاريع واستثمار، تهدف إلى تمكين رواد الأعمال والمستثمرين من توسيع حلول تكنولوجية مبتكرة في مجالات التكنولوجيا الزراعية والتكنولوجيا النظيفة والصحة وجودة الحياة والتعليم الرقمي. ومن خلال NUWA Ventures، يساهم في بناء منظومات ابتكار تحقق قيمة اقتصادية وأثرًا بيئيًا إيجابيًا.",

  "bio_p4": "يحمل محمد درجة ماجستير أوروبية في إدارة مشاريع هندسة الطاقة والبيئة من مدرسة École des Mines في فرنسا، ومعهد KTH الملكي للتكنولوجيا في السويد، وجامعة مدريد التقنية في إسبانيا، إضافة إلى بكالوريوس في الهندسة الكهربائية من الجامعة الأمريكية في بيروت. كما أنه خبير في تمويل التكيف مع المناخ، وحاصل على شهادة إدارة المشاريع الاحترافية (PMP)، ومدير نفايات دولي (ISWA)، وعضو سابق في برامج المنتدى الاقتصادي العالمي للقادة الشباب والقيادة المسؤولة.",

  "bio_p5": "انطلاقًا من إيمانه بأن الاستدامة والابتكار هما محركا التقدم الحقيقي، يقود محمد مشاريع تربط السياسات بالتطبيق، والتكنولوجيا بالغاية، والأفكار بأثر طويل الأمد.",

  "Name": "الاسم",
  "lastName": "اسم العائلة",
  "Email": "البريد الإلكتروني",
  "Message": "الرسالة",
    "Submit": "أرسل",

  "Sign_up": "اشترك",
  "SubscribeUpdates": "اشترك للحصول على آخر الرؤى والتحديثات",
  "Subscribe": "الاشتراك في النشرة البريدية",

  "Looking": "هل تبحث عن شيء آخر؟",
  "GetInTouch": "تواصل معي",

  "footer-copy": "© 2025 محمد ترحيني. جميع الحقوق محفوظة.",
  "footer-partner": "محمد ترحيني هو المؤسس والشريك الإداري لمجموعة DAIS والمؤسس المشارك لشركة NUWA Ventures"

}
